{
    "events": [
        {
            "summary": "Lucky Lunar New Year",
            "description": "Celebrate the Lunar New Year with exclusive event quests, hunting Pink Rathian, gathering Fortune Lanterns, and grabbing event-exclusive equipment. For pro hunters to test their skills. The quests are hard, some requiring you to slay 6★ or higher monsters. Themed quests around gathering Fortune Lanterns, event-specific items that come in white, red, and gold. Themed quests around Hunt-a-thons and hunting specific monsters, including Pink Rathian. Pink Rathian will be appearing on the field and in Hunt-a-thons during the event. Slay a Pink Rathian to receive bonus rewards. Forge and upgrade the Lucky Dragon Hammer, Fortune Dragon Fans, and Dragon Dance Mask using the tickets you gather from event quests and Pink Rathian hunts.",
            "dates": [
                {
                    "start": "2024-02-01T09:00:00",
                    "end": "2024-02-15T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Hunt for Banbaro and Radobaan",
            "description": "During the event, all hunters HR 11 and above will be able to encounter Banbaro in swamp habitats and Radobaan in desert habitats more frequently than usual.",
            "dates": [
                {
                    "start": "2024-01-22T09:00:00",
                    "end": "2024-01-28T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Descent of the Azure King",
            "description": "Get ready to welcome Azure Rathalos in its very first appearance! We’ll also have time-limited Special Quests rewarding a hunter medal and appearance rates of Rathalos and Azure Rathalos will be boosted over the weekend. Rathalos and Azure Rathalos appearance rates will be boosted, appearing more frequently in forest habitats. Time-limited Event Quests will be added. Complete these quests to receive the Descent of the Azure King Medal. Hunt the Azure Rathalos, a blue-colored subspecies of Rathalos with greater mobility and fierce aerial attacks. Complete Event Quests to add a Hunter Medal to your collection.",
            "dates": [
                {
                    "start": "2024-01-15T09:00:00",
                    "end": "2024-01-21T23:59:59",
                    "allDay": false
                },
                {
                    "start": "2024-01-19T17:00:00",
                    "end": "2024-01-21T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Qualily's Special Quests",
            "description": "Qualily is continuing her investigation into the anomalies and she needs your help once again! She’s got more investigation requests for you—10 of them in total. Can she count on you to help slay monsters and investigate gathering points? Rewards will once again include Carpenterbugs, Earth Crystals, and other materials such as Dragonite Ore. Ready your equipment and prepare to investigate! All hunters HR 11 or above will have the chance to complete time-limited event quests to obtain items that can be used to upgrade your equipment, such as Dragonite Ore and Carpenterbugs, as well as items like Monster Bone+ and Zenny.",
            "dates": [
                {
                    "start": "2024-01-12T17:00:00",
                    "end": "2024-01-18T23:59:59",
                    "allDay": false
                }
            ]
        }
    ],
    "hash": "5rfh8MmKWo+aQFrenDTClgTES70="
}