{
    "events": [
        {
            "summary": "Banbaro & Radobaan Week",
            "description": "During the event, all hunters HR 11 and above will be able to encounter Banbaro in swamp habitats and Radobaan in desert habitats more frequently than usual.",
            "dates": [
                {
                    "start": "2024-01-22T09:00:00",
                    "end": "2024-01-28T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Descent of the Azure King & Rathalos and Azure Rathalos Appearance Boost",
            "description": "Get ready to welcome Azure Rathalos in its very first appearance! We’ll also have time-limited Special Quests rewarding a hunter medal and appearance rates of Rathalos and Azure Rathalos will be boosted over the weekend.",
            "dates": [
                {
                    "start": "2024-01-15T09:00:00",
                    "end": "2024-01-21T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Qualily's Special Quests",
            "description": "Qualily is continuing her investigation into the anomalies and she needs your help once again! She’s got more investigation requests for you—10 of them in total. Can she count on you to help slay monsters and investigate gathering points? Rewards will once again include Carpenterbugs, Earth Crystals, and other materials such as Dragonite Ore. Ready your equipment and prepare to investigate!",
            "dates": [
                {
                    "start": "2024-01-12T17:00:00",
                    "end": "2024-01-18T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "A Happy Hunting New Year",
            "description": "As part of our ongoing event, A Happy Hunting New Year, we’re starting 2024 with a bang, with Black Diablos appearing in desert habitats, as well as Event Quests rewarding exclusive equipment, Zenny, and a hunter medal!",
            "dates": [
                {
                    "start": "2024-01-01T00:00:00",
                    "end": "2024-01-08T23:59:59",
                    "allDay": true
                }
            ]
        },
        {
            "summary": "A Happy Hunting New Year - Increased Monster Activity",
            "description": "Monsters in all habitats will reappear in shorter intervals and in higher numbers than usual.",
            "dates": [
                {
                    "start": "2023-12-23T13:00:00",
                    "end": "2024-01-08T18:00:00",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Grade 3 Weapon Quests",
            "description": "Quests rewarding 2024 Weapon Tickets, which will allow you to forge grade 3 weapons. There are six levels of quests, some of which include getting to a certain hunter rank or slaying a monster of a certain strength.",
            "dates": [
                {
                    "start": "2023-12-23T09:00:00",
                    "end": "2024-01-08T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "A Happy Hunting New Year - Pink Rathian Comeback & Zinogre Appearance Boost",
            "description": "Event featuring the return of Pink Rathian and Black Diablos, with event-exclusive equipment and quests rewarding lots of Zenny. The appearance rate of Zinogre will be boosted at Hunt-a-thon Points for all hunters HR 11 and above.",
            "dates": [
                {
                    "start": "2023-12-23T09:00:00",
                    "end": "2024-01-08T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "New Hunters Welcome Pack",
            "description": "New hunters will receive free 5 Potions and 5000 Zenny, claimable from the in-game shop.",
            "dates": [
                {
                    "start": "2023-12-07T00:00:00",
                    "end": "2024-01-08T00:00:00",
                    "allDay": false
                }
            ]
        }
    ],
    "hash": "+tF8mrnQtbfcnBOM3+RSlsa1q00="
}