{
    "events": [
        {
            "summary": "Hunt-a-thon Event",
            "description": "Stay tuned for an event themed around Hunt-a-thons!",
            "dates": [
                {
                    "start": "2024-02-23T09:00:00",
                    "end": "2024-03-03T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Winter Hunt for Barioth and Legiana",
            "description": "During the winter season, Barioth are amassing in forest habitats and Legiana are chasing after hordes of Raphinos in swamp habitats. Hunters who have completed the prologue will be able to encounter Barioth and Legiana more frequently than usual.",
            "dates": [
                {
                    "start": "2024-02-16T09:00:00",
                    "end": "2024-02-22T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Lucky Lunar New Year",
            "description": "Celebrate the Lunar New Year with exclusive event quests, hunting Pink Rathian, gathering Fortune Lanterns, and grabbing event-exclusive equipment. Different regions celebrate the Lunar New Year in different ways, and we’re going to have some decorations and events of our own to celebrate it right here in Monster Hunter Now! Look out for event quests rewarding rare materials, as well as exclusive new equipment, and more! For pro hunters to test their skills. The quests are hard, some requiring you to slay 6★ or higher monsters. Themed quests around gathering Fortune Lanterns, event-specific items that come in white, red, and gold. Themed quests around Hunt-a-thons and hunting specific monsters, including Pink Rathian. Pink Rathian will be appearing on the field and in Hunt-a-thons during the event. Slay a Pink Rathian to receive bonus rewards. Forge and upgrade the Lucky Dragon Hammer, Fortune Dragon Fans, and Dragon Dance Mask using the tickets you gather from event quests and Pink Rathian hunts.",
            "dates": [
                {
                    "start": "2024-02-01T09:00:00",
                    "end": "2024-02-15T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Hunt for Banbaro and Radobaan",
            "description": "During the event, all hunters HR 11 and above will be able to encounter Banbaro in swamp habitats and Radobaan in desert habitats more frequently than usual.",
            "dates": [
                {
                    "start": "2024-01-22T09:00:00",
                    "end": "2024-01-28T23:59:59",
                    "allDay": false
                }
            ]
        }
    ],
    "hash": "PGi2TSs9wMNHUTdiE0jtc5hwSc4="
}