{
    "events": [
        {
            "summary": "A Happy Hunting New Year",
            "description": "Year-end event with special campaigns for rookie hunters, including Rookie Hunter Gifts and quests for obtaining grade 3 weapons. Event featuring the return of Pink Rathian and Black Diablos, with event-exclusive equipment and quests rewarding lots of Zenny. Black Diablos will be appearing in desert habitats for hunters HR 11 and above. Monsters in all habitats will reappear in shorter intervals and in higher numbers than usual.",
            "dates": [
                {
                    "start": "2023-12-23T00:00:00",
                    "end": "2024-01-08T23:59:59",
                    "allDay": true
                },
                {
                    "start": "2023-12-23T09:00:00",
                    "end": "2024-01-08T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "New Year Quests",
            "description": "Between Monday, January 1, 2024, at 0:00 a.m. and Monday, January 8, 2024, at midnight, you’ll find new quests rewarding New Year-exclusive equipment and Zenny, as well as a hunter medal. Complete quests that require you to collect Palisnow or slay monsters to get your new equipment and other materials!",
            "dates": [
                {
                    "start": "2024-01-01T00:00:00",
                    "end": "2024-01-08T23:59:59",
                    "allDay": true
                }
            ]
        },
        {
            "summary": "Black Diablos Appearance",
            "description": "Between Monday, January 1, 2024, at 0:00 a.m. and Monday, January 8, 2024, at midnight, Black Diablos will appear in desert habitats!",
            "dates": [
                {
                    "start": "2024-01-01T00:00:00",
                    "end": "2024-01-08T23:59:59",
                    "allDay": true
                }
            ]
        },
        {
            "summary": "Grade 3 Weapon Quests",
            "description": "Quests rewarding 2024 Weapon Tickets, which will allow you to forge grade 3 weapons. There are six levels of quests, some of which include getting to a certain hunter rank or slaying a monster of a certain strength.",
            "dates": [
                {
                    "start": "2023-12-23T09:00:00",
                    "end": "2024-01-08T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "A Happy Hunting New Year - Pink Rathian Comeback",
            "description": "Pink Rathian will be appearing in forest habitats for hunters HR 11 and above.",
            "dates": [
                {
                    "start": "2023-12-23T09:00:00",
                    "end": "2023-12-31T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "A Happy Hunting New Year - Zinogre Appearance Boost",
            "description": "The appearance rate of Zinogre will be boosted at Hunt-a-thon Points for all hunters HR 11 and above.",
            "dates": [
                {
                    "start": "2023-12-23T09:00:00",
                    "end": "2024-01-08T23:59:59",
                    "allDay": false
                }
            ]
        },
        {
            "summary": "Rookie Hunter Gifts",
            "description": "Handing out 5 Potions and 5,000 Zenny to all new hunters who join Monster Hunter Now. New hunters will receive free 5 Potions and 5000 Zenny, claimable from the in-game shop.",
            "dates": [
                {
                    "start": "2023-12-07T00:00:00",
                    "end": "2024-01-08T17:00:00",
                    "allDay": false
                }
            ]
        }
    ],
    "hash": "F1h+0Vrt+ROMRzUlsDM/REjX/iw="
}